---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsLandingOverridden
source: html/2c59877a-1849-6428-59c7-b6fc75a06a4b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsLandingOverridden Property

"Overridden": Overridden

## Syntax (C#)
```csharp
public static ForgeTypeId StairsLandingOverridden { get; }
```